{
    "Aulus": {
        "Name" : "Aulus",
        "Attack": 5,
        "Scale": 0.5,
        "Crit": 15,
        "HP": 150,
        "Rarity": 5,
        "Effect": "Crit hits increase attack by 50 for the remainder of the battle.",
        "Mat" : "wood",
        "Story": "The second son of a minor noble in the Mythic Forest, Aulus decided to travel to Aramithea and train to become a cartographer. En route to his survey of Maritimiala, he met an army defending Lunaris from northern invaders. His noble blood secured him a minor position in this army, and now he has the necessary resources to continue his exploration of the lands up north.",
        "Image": null
    },
    "Paterius": {
        "Name" : "Paterius",
        "Attack": 50,
        "Scale": 1,
        "Crit": 0,
        "HP": 300,
        "Rarity": 5,
        "Effect": "Each attack, block, or parry does an additional 15 damage.",
        "Mat" : "silver",
        "Story": "The duke Paterius Luinus of Aramithea has been training in the art of swordsmanship since he could first lift his head. He has travelled all throughout Aramythia, working with countless experts, and now goes to Maritimiala, to learn the warrior arts there.",
        "Image": null
    },
    "Sean": {
        "Name" : "Sean",
        "Attack": 0,
        "Scale": 0.4,
        "Crit": 5,
        "HP": 100,
        "Rarity": 5,
        "Effect": "Gain an extra 20% xp from bounties.",
        "Mat" : "cacao",
        "Story": "Seanathan is a humble person from the Mythic Forest. A magician in a world without magic. Sean joined his friend Aulus in a journey to Aramithea to study alchemy. No progress has been made yet. Will update soon.",
        "Image": null
    },
    "Ayesha": {
        "Name" : "Ayesha",
        "Attack": 10,
        "Scale": 0.65,
        "Crit": 10,
        "HP": 250,
        "Rarity": 5,
        "Effect": "Crit hits heal for an additional 20% of your attack.",
        "Mat" : "oat",
        "Story": "Ayesha, the duchess of Glakelys, the northernmost sections of Aramythia. The sparseness of the frontier has hardened her people. She is responsible for pushing back many invasions from the north. There she lost her father, ascending to one of the most powerful positions of Aramythia, she cares only for her younger sister. Learned in the ways of Aramythians, Lunarians, and Maritimialans alike, she is perhaps the single most powerful combatant in southern Rabidus.",
        "Image": "https://i.imgur.com/VWCUt3H.png"
    },
    "Onion": {
        "Name" : "Onion",
        "Attack": 7,
        "Scale": 0.34,
        "Crit": 5,
        "HP": 125,
        "Rarity": 5,
        "Effect": "When fighting a boss, your crit is doubled on turn 3.",
        "Mat" : "cacao",
        "Story": "Onions.",
        "Image": null
    },
    "Ajar": {
        "Name" : "Ajar",
        "Attack": 10,
        "Scale": 0.65,
        "Crit": 5,
        "HP": 100,
        "Rarity": 5,
        "Effect": "Gain 2 gravitas daily; Gain 20 attack and lose 50 HP each turn.",
        "Mat" : "silver",
        "Story": "Ajar I Ophidias is the young king of Aramythia. Originally from Riverburn, the Ophidias family has increasingly been assimilating into southern Aramythian society. Yet untested, the timid Ajar is drafting plans for a campaign against the tribes of the far north. Its success will decide his reputation: will he make a great name for himself, or will he succumb to the influence of the Aramythian dukes?",
        "Image": null
    },
    "Octavia": {
        "Name" : "Octavia",
        "Attack": 6,
        "Scale": 0.5,
        "Crit": 6,
        "HP": 150,
        "Rarity": 4,
        "Effect": null,
        "Mat" : "iron",
        "Story": "Octavia Julia Meliora, the greatest archer to ever come out of Lunaris, travels throughout her kingdom in seek of archery competitions. She's a collector of accolades, having won several local and regional competitions. She has her eye on one prize, however, the title *Sagittarius Optimus Rabidensis*, given only to the best shot alive. This title, however, is currently held by none other than Arquitenio, a man who still is in his prime.",
        "Image": null
    },
    "Billiam": {
        "Name" : "Billiam",
        "Attack": 10,
        "Scale": 0.2,
        "Crit": 2,
        "HP": 300,
        "Rarity": 4,
        "Effect": null,
        "Mat" : "reeds",
        "Story": "Billiam is a student of mathematics and science at the Lunarian city of Mooncastle. Billiam is the chief engineer of a project to drain the great marsh of the Thanderlans, his homeland. Such an undertaking, if successful, could usher in a golden age that makes Lunaris as powerful as its eastern neighbor.",
        "Image": null
    },
    "Alia": {
        "Name" : "Alia",
        "Attack": 20,
        "Scale": 0.35,
        "Crit": 0,
        "HP": 20,
        "Rarity": 4,
        "Effect": null,
        "Mat" : "bone",
        "Story": "A pristess of the Crumidian god Aiaccios, Alia is learned in the arts of assassination. She has travelled extensively in the Crumidian highlands, becoming a hardened warrior and excellent survivalist. Hopefully she never leaves this area.",
        "Image": null
    },
    "Rea": {
        "Name" : "Rea",
        "Attack": 8,
        "Scale": 0.35,
        "Crit": 3,
        "HP": 60,
        "Rarity": 4,
        "Effect": null,
        "Mat" : "pine",
        "Story": "A local noble in Russe, Rea is one of the biggest patrons of foreign art forms. Unfortunately, his people want none of it.",
        "Image": null
    },
    "Duchess": {
        "Name" : "Duchess",
        "Attack": 0,
        "Scale": 0,
        "Crit": 0,
        "HP": 120,
        "Rarity": 4,
        "Effect": "Gain 2 gravitas daily.",
        "Mat" : "oat",
        "Story": "One of the horses in the king's stables. Literally impossible to deal with.",
        "Image": null
    },
    "Spartacus": {
        "Name" : "Spartacus",
        "Attack": 40,
        "Scale": 0,
        "Crit": 5,
        "HP": 180,
        "Rarity": 4,
        "Effect": "Gain an extra 200 gold from defeating bounties.",
        "Mat" : "iron",
        "Story": "Spartacus was one of the most esteemed gladiators in Crumidia. He broke multiple records during his 42-win streak, making the elites very wealthy off the games he participated in. It was because of this that he was unable to buy his freedom, forcing him to kill his masters. He escaped to the jungles of southern Crumidia, seeking to rebuild society among fellow outlaws.",
        "Image": null
    },
    "Layla": {
        "Name" : "Layla",
        "Attack": 0,
        "Scale": 0.25,
        "Crit": 10,
        "HP": 30,
        "Rarity": 3,
        "Effect": null,
        "Mat" : "wood",
        "Story": "Layla is a bartender in the Mythic Forest. On her free time, she collects and documents herbs, sometimes mixing them into her drinks for medicinal, experimental, and perhaps recreational, purposes. Layla's also a lucky gambler, saving money to open up her own bar in the nearby city of Leafhood.",
        "Image": null
    },
    "Kai": {
        "Name" : "Kai",
        "Attack": 5,
        "Scale": 0.25,
        "Crit": 2,
        "HP": 200,
        "Rarity": 3,
        "Effect": null,
        "Mat" : "fur",
        "Story": "The father of the legendary Paterius, Caius \"Kai\" Luinus Maritiamalicus is one of the generals of an Aramythian army in Maritimiala. He personally leads a regiment of Aramithean men, the elite guard of the royal army.",
        "Image": null
    },
    "Radishes": {
        "Name" : "Radishes",
        "Attack": 0,
        "Scale": 0,
        "Crit": 0,
        "HP": 300,
        "Rarity": 3,
        "Effect": "Your expeditions go 10% faster.",
        "Mat" : "oat",
        "Story": "Radishes the wild horse can be found raiding small farms in Fernheim. He always eats through the radish crop. Some farmers have quit planting them entirely. Others line their fields with them, hoping to make a new friend.",
        "Image": "https://i.imgur.com/FIkqZmB.jpg"
    },
    "Anne": {
        "Name" : "Anne",
        "Attack": 7,
        "Scale": 0.2,
        "Crit": 4,
        "HP": 100,
        "Rarity": 3,
        "Effect": null,
        "Mat" : "fur",
        "Story": "Anne is a champion of poker. If you find yourself at the same table as him, you may want to leave.",
        "Image": null
    },
    "Bort": {
        "Name" : "Bort",
        "Attack": 5,
        "Scale": 0.05,
        "Crit": 0,
        "HP": 50,
        "Rarity": 2,
        "Effect": null,
        "Mat" : "moss",
        "Story": "Bort is your normal tort. She thinks of herself as 'Tortoise the Great', but there are calls for her bort. Bort likes to spend her time sitting idly in dark rooms, telling others that she's zooming. We all know you're lying, Bort.",
        "Image": "https://i.imgur.com/C8inYxx.png"
    },
    "Dog": {
        "Name" : "Dog",
        "Attack": 8,
        "Scale": 0.1,
        "Crit": 3,
        "HP": 100,
        "Rarity": 2,
        "Effect": null,
        "Mat" : "bone",
        "Story": "Everyone needs a faithful dog.",
        "Image": null
    }, 
    "Cat": {
        "Name" : "Cat",
        "Attack": 2,
        "Scale": 0.1,
        "Crit": 5,
        "HP": 100,
        "Rarity": 2,
        "Effect": null,
        "Mat" : "wheat",
        "Story": "Everybody wants to be a cat!",
        "Image": null
    },   
    "Joe Scammer": {
        "Name" : "Joe Scammer",
        "Attack": 7,
        "Scale": 0.1,
        "Crit": 3,
        "HP": 100,
        "Rarity": 2,
        "Effect": null,
        "Mat" : "reeds",
        "Story": "A traveling salesman from Crumidia, Joe Scammer is a master of disguise. A nice hat, a few shipments of lumber, or a 'rare' weapon, everyone takes the bait on Joe's antics. No one ever realizes they've been had, at least until they get their product. Opening the box, all they find is a note saying 'You just got Joe'd!'",
        "Image": null
    },
    "A Local Seal": {
        "Name" : "A Local Seal",
        "Attack": 0,
        "Scale": 0.15,
        "Crit": 3,
        "HP": 25,
        "Rarity": 2,
        "Effect": null,
        "Mat" : "pine",
        "Story": "This seal thinks hes a master of trolling and trickery. Nah.",
        "Image": "https://i.imgur.com/JZc19rp.png"
    },
    "Shadwow Tisawode": {
        "Name" : "Shadwow Tisawode",
        "Attack": 2,
        "Scale": 0.15,
        "Crit": 3,
        "HP": 20,
        "Rarity": 2,
        "Effect": null,
        "Mat" : "pine",
        "Story": "The baby mascot of Powerglide, Shadwow Tisawode spends his time playing gacha games (like this one).",
        "Image": null
    },
    "Jackie": {
        "Name" : "Jackie",
        "Attack": 16,
        "Scale": 0,
        "Crit": 0,
        "HP": 75,
        "Rarity": 2,
        "Effect": null,
        "Mat" : "moss",
        "Story": "idk",
        "Image": null
    },
    "PrxRdr": {
        "Name" : "PrxRdr",
        "Attack": 5,
        "Scale": 0,
        "Crit": 0,
        "HP": 50,
        "Rarity": 1,
        "Effect": null,
        "Mat" : "wheat",
        "Story": "This man hopes one day to become an engineer. Unfortunately he enrolled in a school of philosophy in their Engineering-Physics program. Engineering? No. Physics? Also no. Endless philosophy classes? Yea.",
        "Image": null
    }
}